[
  {
    "id_drama": "1",
    "gambar": "Anak-jalanan.jpeg",
    "judul": "Anak Jalanan",
    "genre": "Drama Roman Laga",
    "tanggal_tayang": "2015-10-12",
    "sinopsis": "Anak Jalanan: A New Beginning menceritakan tentang seorang anak geng motor bernama Boy yang jatuh cinta dengan seorang gadis bernama Reva Semenjak bertemu dengan Reva hidupnya berubah namun kisah cinta mereka tidak berjalan mulus dengan banyaknya tantangan dari orang-orang di sekitarnya.",
    "sutradara": "Akbar Bhakti",
    "pemeran": "Natasha Wilona. Ammar Zoni. Cut Meyriska. Immanuel Caesar Hito. Raya Kitty. Ranty Maria. Marcella Daryanani. Gerald Yo. Angga Putra. Cemal Faruk. Mischa Chandrawinata. Hana Saraswati. Adipura.Umar Lubis. Fathir Muchtar. Yoelitta Palar. Devi Permatasari. Meriam."
  },
  {
    "id_drama": "2",
    "gambar": "Ayat-Ayat_Cinta.jpg",
    "judul": "Ayat-Ayat Cinta",
    "genre": "Roman Drama",
    "tanggal_tayang": "2008-02-28",
    "sinopsis": "Ini adalah kisah cinta. Tapi bukan cuma sekadar kisah cinta yang biasa. Ini tentang bagaimana menghadapi turun-naiknya persoalan hidup dengan cara Islam. Fahri bin Abdillah adalah pelajar Indonesia yang berusaha menggapai gelar masternya di Al-Azhar. Berjibaku dengan panas-debu Mesir. Berkutat dengan berbagai macam target dan kesederhanaan hidup. Bertahan dengan menjadi penerjemah buku-buku agama. Semua target dijalani Fahri dengan penuh antusias kecuali satu: menikah.Fahri adalah laki-laki taat yang begitu lurus. Dia tidak mengenal pacaran sebelum menikah. Dia kurang artikulatif saat berhadapan dengan makhluk bernama perempuan. Hanya ada sedikit perempuan yang dekat dengannya selama ini. Neneknya Ibunya dan saudara perempuannya.Pindah ke Mesir membuat hal itu berubah. Tersebutlah Maria Girgis. ",
    "sutradara": "Hanung Bramantyo",
    "pemeran": "Fedi Nuril. Rianti Cartwright. Carissa Putri. Zaskia Adya Mecca. Melanie Putria. Surya Saputra. Oka Antara. Dennis Adhiswara"
  },
  {
    "id_drama": "3",
    "gambar": "Bintang-Di-Hatiku.jpg",
    "judul": "Bintang di Hatiku",
    "genre": "Drama Keluarga",
    "tanggal_tayang": "2017-04-03",
    "sinopsis": "Murti Intan Nuraini merupakan ibu dari empat orang anak yang bernama Selly Bagus Poppy dan Lolly. Ia berjumpa dengan Jaka (Sonny Septian) yang mengatakan akan menikahinya dan menerima keempat anak-anak Murti. Jaka pada suatu hari meminta Murti untuk hadir ke Jakarta sendirian. Murti kemudian meninggalkan anak-anaknya bersama ibu Murti di desa. Namun Jaka menyuruh seseorang untuk membakar rumah Murti tersebut sehingga menyebabkan ibu Murti meninggal. Keempat anaknya kemudian berangkat ke Jakarta untuk mencari ibunya tetapi tanpa hasil. Sementara itu Murti yang merasa ditipu oleh Jaka kabur dan kembali ke desa. Ia menyadari bahwa ia tidak menemukan anak-anaknya di sana dan kembali ke Jakarta untuk mencari mereka.",
    "sutradara": "Bobby Moeryawan",
    "pemeran": "Intan Nuraini. Haura Lathifa. Jerico Septian Gowtama. Ciara Brosnan. Aditya Firmansyah. Sonny Septian. Adelia Rasya. Nisya Ahmad. Teuku Mirza. Rayhan Cornelis"
  },
  {
    "id_drama": "4",
    "gambar": "Cinta_Fitri_New.jpg",
    "judul": "Cinta Fitri",
    "genre": "Drama Roman Keluarga Religi",
    "tanggal_tayang": "2007-04-02",
    "sinopsis": "Cinta Fitri menjadi salah satu sinetron kebanggaan yang ditayangkan oleh stasiun televisi SCTV kemudian pindah ke Indosiar karena alur ceritanya yang padat menarik dan kadang-kadang tidak terduga apa lanjutannya. Ini juga menjadi kunci kesuksesan Cinta Fitri sehingga bisa bertahan hingga musim ke 7 dan tayang selama 4 tahun dari tahun 2007 hingga 2011 dan walaupun setelah Cinta Fitri Season Ramadhan selesai tayang beberapa orang mulai mengkritik jalan cerita Cinta Fitri yang terlihat semakin dibuat-buat dan tidak sebaik jalan cerita season-season sebelumnya kenyataannya Cinta Fitri Season 5 justru lebih banyak mendapat pujian dan dalam sekejap menduduki rating tertinggi. Ini menandakan bahwa Cinta Fitri memang masih digemari oleh masyarkat Indonesia.",
    "sutradara": "H. Encep Masduki",
    "pemeran": "Shireen Sungkar. Teuku Wisnu. Adly Fairuz. Donita. Verlita Evelyn. Iqbal Pakula. Dinda Kanyadewi. Sandy Syarief. Nuri Maulid. Lian Firman. Irene Librawati. Meidiana Hutomo"
  },
  {
    "id_drama": "5",
    "gambar": "Cinta_karena_Cinta.jpg",
    "judul": "Cinta karena Cinta",
    "genre": "Drama Roman ",
    "tanggal_tayang": "2019-08-01",
    "sinopsis": "Kisah bermula dari Jenar kembali bermimpi tentang kejadian kebakaran di rumahnya 15 tahun yang lalu. Ayah dan ibunya Halim dan Sriningsih tewas dalam peristiwa tersebut. Jenar juga mengira bahwa kakaknya Mila tewas dalam kejadian tersebut padahal kakaknya itu terluka parah dan diadopsi oleh Ayu yang kemudian namanya diganti menjadi Raisa.",
    "sutradara": "Gita Djun",
    "pemeran": "Natasha Wilona. Immanuel Caesar Hito. Gabriella Larasati. Megan Domani. Adjie Pangestu. Dina Lorenza. Rexy Rezky. Nunu Datau. Boy Tirayoh. Cut Keke. Inggrid Kansil. Reza Ali Syahbana. Sandrinna Michelle. Ersya Aurelia. Philip de May. Dinda Kanyadewi. Eeng Saptahadi. Triningtyas."
  },
  {
    "id_drama": "6",
    "gambar": "Dunia_Terbalik.jpeg",
    "judul": "Dunia Terbalik",
    "genre": "Komedi Drama",
    "tanggal_tayang": "2017-01-05",
    "sinopsis": "Dunia Terbalik mengangkat cerita tentang para suami yang ditinggalkan istrinya untuk bekerja di luar negeri. Dimulai dari kisah Akum Aceng Idoy dan Dadang. Mereka harus mendidik anak dan mengurus urusan rumah tangga yang biasanya menjadi urusan para wanita. Sementara istrinya harus menafkahi keluarga.",
    "sutradara": "Iip S. Hanan. Depi Herlambang. Lono Abdul Hamid. Rudi Aryanto. Indrawan. Bobby Herlambang. Asep Kusdinar",
    "pemeran": "Agus Kuncoro. Sutan Simatupang. Bambang Chandra Bayu. Indra Birowo. Mieke Amalia. Diaz Ardiawan. Guntara Hidayat. Anjani Dina. Valerie Tifanka. Rosnita Putri. Idrus Madani. Ryana Dea. Mak Enah. Faby Marcelia. Annisa Shifa MH. Qheyla Valendro. Yafi Tessa Zahara. Marsha Risdasari."
  },
  {
    "id_drama": 7,
    "gambar": "Csuperboy.jpeg",
    "judul": "Cowokku Superboy",
    "genre": "Drama Roman",
    "tanggal_tayang": "2014-11-16",
    "sinopsis": "Elang atau akrab dipanggil El Ciccio Manassero adalah seorang remaja berusia 17 tahun yang bersekolah di SMU Amanah. Sekilas El terlihat seperti remaja lain seusianya tetapi El ternyata memiliki kekuatan rahasia yang maha dahsyat. Hanya kedua orang tua El yaitu Tyas Angel Karamoy dan Adam Mike Lewis yang mengetahui kekuatan ini.",
    "sutradara": "Emil G Hampp",
    "pemeran": "Ciccio Manassero. Larasati Nugroho. Belinda Camesi. Christ Laurent. Mikaila Patritz."
  },
  {
    "id_drama": 8,
    "gambar": "Ganteng-Ganteng_Serigala.jpg",
    "judul": "Ganteng-Ganteng Serigala Langit",
    "genre": "Drama Laga Misteri Horror Remaja",
    "tanggal_tayang": "2014-04-21",
    "sinopsis": "Tristan bersama saudara-saudaranya adalah murid baru di salah satu International School. Tak ada yang tahu bahwa Tristan dan saudara-saudaranya yaitu Digo Yasha Liora dan Thea adalah bangsa vampir. Ayah mereka yaitu Ayah Agra mengutus Tristan untuk mencari dan mengambil darah suci yang terdapat dalam tubuh Nayla. Bila bangsa vampir mendekati pemilik darah suci mereka akan merasa kesakitan. Oleh sebab itu ayah Agra mengutus Tristan untuk mengambil darah suci itu karena Nayla sudah jatuh cinta kepada Tristan maka Tristan bisa mendekati Nayla tanpa rasa sakit.",
    "sutradara": "Findo Purwono HW",
    "pemeran": "Ricky Harun. Jessica Mila. Kevin Julio. Aliando. Dicky SM*SH. Prilly Latuconsina. Dahlia Poland. Michelle Joan. Ricky Cuaca."
  },
  {
    "id_drama": 9,
    "gambar": "Hati_yang_Memilih.jpeg",
    "judul": "Hati yang Memilih",
    "genre": "Drama Roman Keluarga Fantasi",
    "tanggal_tayang": "2017-08-26",
    "sinopsis": "Hati yang Memilih bercerita tentang kisah seorang gadis bernama Putri yang sangat mandiri. Untuk mencari uang Putri bekerja sebaAzzam adalah seorang pemuda sederhana yang memilih untuk menuntut ilmunya di Kampus Universitas Al Azhar Kairo. Azzam dikenal sebagai sosok yang tegas dan dewasa. Dia sangat memegang teguh prinsip-prinsip Islam dalam kehidupan sehari-harinya. Di kalangan teman-temannya pun Azzam menjadi panutan dan sosok yang bisa diandalkan.",
    "sutradara": "Bobby Moeryawan Encep Masduki",
    "pemeran": "Amanda Manopo. Lucky Perdana. Aditya Zoni. Eza Gionino. Christ Laurent. Masayu Clara. Fadlan Muhammad. Verlita Evelyn. Susan Sameh. Rommy Sulastyo. Andi Soraya. Rebecca Tamara. Irene Librawati. Erma Zarina. Mat Rozi."
  },
  {
    "id_drama": 10,
    "gambar": "Ketika_Cinta_Bertasbih.jpg",
    "judul": "Kisah Cinta Anak Tiri",
    "genre": "Drama Roman",
    "tanggal_tayang": "2020-02-17",
    "sinopsis": "Diandra memiliki sifat baik hati lemah lembut dan penyayang. Ia dan adiknya Elsa hidup bahagia bersama sang ayah Harun. Namun semua itu berubah ketika Lena serta putrinya Clara masuk dalam kehidupan Diandra dan Elsa karena Harun menikahi Lena. Clara adalah gadis seusia Diandra yang memiliki tempramen suka merundung jahat iri dan tidak suka orang lain lebih darinya. Di hari pernikahan Harun dan Lena Diandra sengaja dikunci di kamar mandi.",
    "sutradara": "Umam A.P.",
    "pemeran": "Zoe Jackson. Aditya Zoni. Ochi Rosdiana. Icha Nabila. Dinda Mahira. Sultan Djorghi. Annisa Trihapsari. Hj. Nani Wijaya. Richelle. Sisca Magdalena. Achul Wiraperwata. Adzwa. Rizky Djanbi. Jeremie Moeremans. Indah Setyani."
  },
  {
    "id_drama": 11,
    "gambar": "Melati_Untuk_Marvel.jpg",
    "judul": "Melati untuk Marvel",
    "genre": "Drama Roman",
    "tanggal_tayang": "2008-10-23",
    "sinopsis": "Melati gadis berusia 22 tahun jodoh adalah urutan ke sekian setelah pekerjaan. Melati sendiri adalah sosok yang mandiri tegas dan bertanggung jawab. Ditunjang oleh penampilan fisik yang menarik tak heran jika banyak cowok yang jatuh hati padanya.",
    "sutradara": "Akbar Bhakti",
    "pemeran": "Chelsea Olivia. Rezky Aditya. Christ Laurent. Neshia Putri. Fendy Chow. Gracia Indri. Afifa Syahira. Ryan Delon."
  },
  {
    "id_drama": 12,
    "gambar": "Anak-Langit.jpeg",
    "judul": "Anak Langit",
    "genre": "Laga Roman Drama",
    "tanggal_tayang": "2017-02-20",
    "sinopsis": "Al Andra dan Key tinggal di Panti Asuhan milik Babe Rozak dan Nyak Ida. Mereka bertiga memiliki kepribadian yang berbeda tetapi saling melengkapi. Mereka tergabung dalam sebuah geng motor Rainbow. Salah satu anggota Rainbow bernama Reno yang telah meninggal menitipkan adiknya Vika kepada Al. Seiring berjalannya waktu Al menaruh hati pada Vika. Namun Rimba yang merupakan ketua geng motor Anthrax yang tak lain adalah musuh besar Al berusaha menarik hati Vika.",
    "sutradara": "Akbar Bhakti",
    "pemeran": "Stefan William. Marcella Daryanani. Hana Saraswati. Anthony Xie. Gerald Yo. Mario Maulana. Raya Kitty. Fathir Muchtar. Fera Feriska. Umar Lubis. Devi Permatasari. Angga Putra. Leon Dozan. Mezty Mez. Benny Ruswandi. Henny Timbul. Sasha Alexa. Merry Mustaf. Adipura. Aldo Bamar. Siska Magdalena. Firman Maliksyah. Audi Marissa. Fanny Fadillah. Cassandra Lee. George Rudy. Fendy Pradana. Kevin Kambey. Natalie Zenn. Esta Pramanita. Ije Kurniawan. Teuku Anwar. Willy Dozan."
  },{
    "id_drama": 13,
    "gambar": "awas_ada_sule.jfif",
    "judul": "Awas Ada Sule",
    "genre": "Komedi Drama",
    "tanggal_tayang": "2009-06-10",
    "sinopsis": "Rekomendasi serial komedi Awas Ada Sule di GTV menceritakan keseharian sebuah keluarga dan pembantu mereka yang tinggal bersama. Keluarga tersebut terdiri dari Pak Tio dan istrinya. Bu Tio serta orang tua mereka yang biasa dipanggil Kanjeng Mami. Mereka sendiri memiliki seorang pembantu serta supir yang bekerja di keluarga mereka yaitu Sule dan Makmur. Interaksi antara Sule pembantu yang riang dan Makmur  supir polos sebagai tokoh utama sering disorot dalam serial ini. Kekocakan dalam serial ini tidak hanya muncul dari Sule dan Makmur tetapi juga Kanjeng Mami yang galak namun kerap diledek oleh Sule. ",
    "sutradara": "E-Motion Entertainment",
    "pemeran": "Hannah Al Rasyid. Tania Putri. Eko DJ. Astriana. Kang Uchi."
  },{
    "id_drama": 14,
    "gambar": "Pangeran.jpg",
    "judul": "Pangeran",
    "genre": "Drama Roman Laga Fantasi Komedi Religi",
    "tanggal_tayang": "2015-08-10",
    "sinopsis": "Karena kenakalan nya Pangeran dipaksa ayahnya belajar di pesantren. Walaupun sering berbuat ulah dipesantren kedua putri Kyai Makmun Aida & Anjani diam-diam bersimpati kepada Pangeran. Saat pergi ke hutan Pangeran bertemu dengan Maung Bodas yang kemudian menyerahkan kalung berbentuk macan kepadanya. Maung Bodas menjelaskan Pangeran adalah titisan cucu Prabu Siliwangi. Kemunculan Pangeran juga membangkitkan Raden Mahesa musuh bebuyutan Prabu Siliwangi.",
    "sutradara": "Ai Manaf",
    "pemeran": "Ricky Harun. Fita Anggriani. Handika Pratama. Nina Zatulini. Teddy Syach. Rifat Sungkar. Reza Aditya. Rangga Boevier. Ananda George."
  },{
    "id_drama": 15,
    "gambar": "Cahaya_Cinta.jfif",
    "judul": "Cahaya Cinta",
    "genre": "Drama",
    "tanggal_tayang": "2011-05-09",
    "sinopsis": "Cahaya Cinta dan Dewa masih kecil ketika ayah mereka Haryoga tewas dan seluruh harta kekayaannya dikuasai Camelia wanita kepercayaan Haryoga sendiri. Pada saat itu Siska ibu mereka berhasil lari menyelamatkan diri dari kejaran Camelia untuk menyelamatkan anak-anaknya. Naas rumah mereka habis terbakar. Tak ada bukti kebenaran yang tersisa dan anak-anak Siska hidup terpisah pisah.",
    "sutradara": "Dhammo Punjabi. Manoj Punjabi.",
    "pemeran": "Sandara Dewi. Chicco Jerikho. Ryana Dea. Estelle Linden. Christ Laurent. Teuku Ryan. Desy Ratnasari. Gunawan. Rama Michael. Helsi Herlinda. Nella Anne. Didi Junaidi."
  },{
    "id_drama": 16,
    "gambar": "Mawar_dan_Melati.jpeg",
    "judul": "Mawar dan Melati",
    "genre": "Drama Roman",
    "tanggal_tayang": "2017-05-05",
    "sinopsis": "Berkisah tentang dua sosok bernama Mawar dan Melati yang merupakan anak kembar tak identik dari pasangan Aswin dan Intan. Kehidupan keluarga yang awalnya bahagia berubah seketika karena Mawar dan Melati terpaksa harus menjalani kehidupan secara terpisah setelah kedua orang tua mereka bercerai.",
    "sutradara": "Desiana Larasati",
    "pemeran": "Natasha Wilona. Dinda Hauw. Aliando Syarief. Marcel Chandrawinata. Nunu Datau. Sigit Hardadi. Femmy Permatasari. Ersya Aurel. Megan Domani. Yoelitta Palar. Umar Lubis. Tasya. Annisa Aurelia. Kanaya."
  },{
    "id_drama": 17,
    "gambar": "Tukang_Ojek_Pengkolan",
    "judul": "Tukang Ojek Pengkolan",
    "genre": "Drama Keluarga Komedi",
    "tanggal_tayang": "2015-04-25",
    "sinopsis": "Di sebuah kampung di daerah Rawa Bebek yang berada di belakang gedung-gedung perkantoran Jakarta tinggal pasangan suami istri bernama Rojak dan Tati. Untuk mencari nafkah Rojak bekerja sebagai tukang ojek yang berpangkalan di ujung jalan masuk ke kampung. Bersama dua rekannya Purnomo yang berasal dari Semarang dan Sutisna yang aslinya dari Bandung.",
    "sutradara": "Iip S Hanan. Violano Tenori. Harun Zein. Dodi Sanjaya. Acum. Dewo Dwipa. Dodi Sanjaya. Dillon Tanjung. Lakamayus.",
    "pemeran": "Eza Yayang. Andri Sulistiandri. Furry Setya . Fitri Ayu Maresa . Ranty Purnamasari. Adhe Nurul. Erik Estrada. Fajar Gomez. Hamas Syahid. Vanda Rainy. Hami Diah . Anastasja Rina. Bogel Alkatiri. Otong Lalo. Suparman . Engkar Nori. Ni Made Monica. Natasha Rizka Sakila. Henry Chan. Sandi Maryana. Tanih Dugal. Eloy Maharani. Fairus Aliya. Jonathan Alvaro. Ahmad Januar."
  },{
    "id_drama": 18,
    "gambar": "Siapa_Suruh_Datang_Jakarta.jpg",
    "judul": "Siapa Suruh Datang Jakarta",
    "genre": "Drama Roman Komedi",
    "tanggal_tayang": "2016-01-18",
    "sinopsis": "Cemen Ephy Ifa dan Bene berniat merajut mimpi mereka menjadi orang sukses di Jakarta. Bene langsung bekerja sebagai kernet Ephy dimasukan ke dalam sel tetapi ia malah senang karena dapat makan dan tinggal gratis. Sementara Cemen dan Ifa mendaftar kuliah di kampus SCA.",
    "sutradara": "Sony Gaokasak. Fajar Nugros. M Haikal.",
    "pemeran": "Mas Cemen. Musdalifah Basri. Ephy Sekuriti. Bene Dion. Larasati Nugroho. Dahlia Poland. Fandy Christian. Fanny Fabriana. Ferry Maryadi. Arya Saloka."
  },{
    "id_drama": 19,
    "gambar": "Andai_Ku_Tahu.jpg",
    "judul": "Andai Ku Tahu",
    "genre": "Drama Roman",
    "tanggal_tayang": "2007-06-12",
    "sinopsis": "Sinetron Ini menceritakan kisah cinta pada pandangan pertama yang dialami oleh Nico saat ia bertemu dengan seorang perempuan cantik Karina (Acha Septriasa). Namun sebelum mereka sempat berkenalan Karina pergi. Walau begitu Nico tak bisa menghilangkan rasa sukanya dan percaya bahwa cintanya pada Karina adalah cinta yang hanya terjadi satu kali dalam hidupnya.",
    "sutradara": "Rapi Films",
    "pemeran": "Raffi Ahmad. Acha Septriasa. Irwansyah. Inneke Koesherawati."
  },{
    "id_drama": 20,
    "gambar": "Cinta_Kirana.jpg",
    "judul": "Cinta Kirana",
    "genre": "Drama Roman",
    "tanggal_tayang": "2008-05-10",
    "sinopsis": "Kirana adalah gadis berusia 18 tahun yang tinggal dengan neneknya Sita. Suatu hari Saat sedang mengantarkan Koran pada pelanggannya Kirana tertabrak mobil yang dikemudikan Galang. Karena Galang malah menertawakannya Kirana kehilangan emosi dan menampar Galang.",
    "sutradara": "Lono Abdul Hamid. Usman Gumanti",
    "pemeran": "Nia Ramadhani. Randy Pangalila. Tsania Marwa. Kiki Farrel. Revand Narya. Poppy Bunga. Arthur Tobing. Yati Surachman. Erly Ashy. Fitri Ayu. Emma Waroka."
  },{
    "id_drama": "21",
    "gambar": "Cinta_7_Susun.jpg",
    "judul": "Cinta 7 Susu",
    "genre": "Drama Roman Komedi Musikal",
    "tanggal_tayang": "2013-01-28",
    "sinopsis": "Mengisahkan tentang kisah 7 dara PJ Atee Linzy Vanila Natly Mezty dan Grace yang berbeda sifat dan latar belakang. Mereka tinggal di Rumah Susun RT 7. Mereka semua akhirnya disatukan oleh kecintaan mereka terhadap musik yang terbentuk secara tidak sengaja dalam upaya untuk menyelamatkan tempat tinggal mereka dari penggusuran maka terbentuk grup musik Rusun Girlband. Namun Vanila memutuskan untuk pulang kampung dan tidak ikut berpartisipasi dalam grup tersebut namun Rusun Girlband membutuhkan 7 karakter suara. Tak lama kemudian Choki menyelamatkan Rusun Girlband dengan memboyong Uty adiknya yang datang dari kampung dengan hadirnya Uty maka terbentuklah 7icons.",
    "sutradara": "Desiana Larasati. Dodi M. Surahman",
    "pemeran": "Angela Tee. Grace. Mezty Mez. Natly. PJ. Linzy. T-Sha. Baim Wong. Raya Kohandi. Mischa Chandrawinata."
}
]



